var foodthailand = {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "properties": {
          "ชื่อแหล่งร้านอาหาร": "ครัวอัปสร",
          "คะแนนรีวิว": 8,
          "อาหารประเภท": "อาหารไทย"
        },
        "geometry": {
          "coordinates": [
            100.65530500000216,
            13.818905334826638
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อแหล่งร้านอาหาร": "เรือนมัลลิการ์",
          "คะแนนรีวิว": 6.5,
          "อาหารประเภท": "อาหารไทย"
        },
        "geometry": {
          "coordinates": [
            100.56309299999776,
            13.725217183114623
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อแหล่งร้านอาหาร": "Chef's Table",
          "อาหารประเภท": "อาหารญี่ปุ่น",
          "คะแนนรีวิว": 7
        },
        "geometry": {
          "coordinates": [
            100.51686599999641,
            13.721393915661437
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อแหล่งร้านอาหาร": "นอร์มังดีเสต๊ก",
          "อาหารประเภท": "อาหารฝรั่งเศส",
          "คะแนนรีวิว": 6.5
        },
        "geometry": {
          "coordinates": [
            100.60899800000055,
            13.794667755072268
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อแหล่งร้านอาหาร": "Baan Khanitha",
          "อาหารประเภท": "อาหารไทย",
          "คะแนนรีวิว": 8
        },
        "geometry": {
          "coordinates": [
            100.56341327116365,
            13.741179494077727
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อแหล่งร้านอาหาร": "อรรถรส",
          "อาหารประเภท": "อาหารไทย",
          "คะแนนรีวิว": 6.5
        },
        "geometry": {
          "coordinates": [
            100.57163827116426,
            13.737688337727391
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อแหล่งร้านอาหาร": "ลูกไก่ทอง",
          "อาหารประเภท": "อาหารไทย",
          "คะแนนรีวิว": 6
        },
        "geometry": {
          "coordinates": [
            100.53425200000106,
            13.747003758898103
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อแหล่งร้านอาหาร": "ศรณ์",
          "อาหารประเภท": "อาหารไทย",
          "คะแนนรีวิว": 7.5
        },
        "geometry": {
          "coordinates": [
            100.56854432154933,
            13.723073871640239
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อแหล่งร้านอาหาร": "ต้นเครื่อง",
          "อาหารประเภท": "อาหารไทย",
          "คะแนนรีวิว": 7
        },
        "geometry": {
          "coordinates": [
            100.57679660750745,
            13.737596980732121
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อแหล่งร้านอาหาร": "Chim by Siam Wisdom",
          "อาหารประเภท": "อาหารไทย",
          "คะแนนรีวิว": 8.5
        },
        "geometry": {
          "coordinates": [
            100.56800014984657,
            13.740860212260202
          ],
          "type": "Point"
        }
      }
    ]
  }